{
    "section-2": {
        "bo": {
            "title": "Bolo Michelin",
            "text": "I am Partner/CTO at lordalexworks inc, a shop that makes great multi-platform experiences with ♥ in Montreal.<br>I consider myself a multi-talented developer, well versed in most current web and mobile technologies. When not working you will find me enjoying the sun, traveling and helping causes that support women thrive in the tech industry.</br> If you have difficulty bringing your project to launch, make sure to drop me a line.<br/><br/><a target='_blank' href='http://twitter.com/bolomichelin'>@bolomichen</a><br/>"
        },
        "lo": {
            "title": "LordAlex Leon",
            "text": "Hello, my name is LordAlex Leon. I spent the last decade successfully creating experiences for the web, mobile and devices. Currently the Partner/CEO of LORDALEXWORKS INC.<br>I've been in business for over 12+ years, successfully launched over 25 applications/products, published 2 books on technology with Apress, spoken at international conferences and currently enjoy advising for a number of successful startups. I am dependable and already had serviced several agencies, startups, government and corporate clients including: Adobe Canada, Bombardier, Broadcom, Canadian Forces and Bell.<br>If you have a challenging project and need friendly, down to earth, experienced help on your journey, don't hesitate to drop me a line.<br/><br/><a target='_blank' href='http://twitter.com/lordalex'>@lordalexworks</a><br/>"
        }
    },

    "section-3": {
        "projects": [
            {
                "title": "EIO Coalition",
                "desc": "EIO Coalition website (New York) custom website built entirely using open standards (HTML/CSS/JAVASCRIPT). The site offers users a minimalistic yet elegant navigation that flows top down and offering the user key content in the form of videos and pdf to download.",
                "imgs": [
                    { "src": "imgs/projects/eio/eio-1.jpg" },
                    { "src": "imgs/projects/eio/eio-2.jpg" },
                    { "src": "imgs/projects/eio/eio-3.jpg" }
                ]
            },
            {
                "title": "Bombardier: You. First.",
                "desc": "You.First. iPad application delivers real time  information to Bombardier Commercial Aircraft customers as it comes available via their Twitter, Facebook and YouTube channels.  It also also allow customers to subscribe to published newsletters and timely literature related to their customers conferences and events which are delivered and synchronized every time the application is connected to the internet making the content available while off-line.  You. First. also integrates with technical analysis and troubleshooting tools.",
                "imgs": [
                    { "src": "imgs/projects/you-first/you-first-1.jpg" },
                    { "src": "imgs/projects/you-first/you-first-2.jpg" },
                    { "src": "imgs/projects/you-first/you-first-3.jpg" }
                ]
            },
            {
                "title": "The Three Elephants – iPad Interactive Book",
                "desc": "The adventures of a baby elephant & his family in the jungle. Fun interactive stories that inspire children to learn the Arabic language. Developed for and in collaboration with start-up company Kids Love Arabic.The interactive book will be available on the Apple store for iPad and shortly after for iPhone and iPod Touch.",
                "imgs": [
                    { "src": "imgs/projects/the-three-elephants/the-three-elephants-1.jpg" },
                    { "src": "imgs/projects/the-three-elephants/the-three-elephants-2.jpg" },
                    { "src": "imgs/projects/the-three-elephants/the-three-elephants-3.jpg" }
                ]
            },
            {
                "title": "Broadcom – Picasa Interface",
                "desc": "Created for BroadCom, an interface implementation of Picasa Web for a connected Blue-Ray DVD Player prototype. Users could access their photo albums hosted in Picasa by login into their accounts and browse photo albums, individual images via a slideshow or viewing the top 20 photos of the day.",
                "imgs": [
                    { "src": "imgs/projects/broadcom/broadcom-1.jpg" },
                    { "src": "imgs/projects/broadcom/broadcom-2.jpg" },
                    { "src": "imgs/projects/broadcom/broadcom-2.jpg" },
                    { "src": "imgs/projects/broadcom/broadcom-4.jpg" }
                ]
            },
            {
                "title": "Caisses Desjardins du Québec – Interactive Kiosk",
                "desc": "Created for Maveric Communications, Caisses Desjardins Kiosk, allows customers to record HD video testimonials and suggestions at store locations. The kiosk was built using AIR and Red5 server. The application features on screen keyboard, customizable forms and a minimalistic interface.",
                "imgs": [
                    { "src": "imgs/projects/kiosk/kiosk-1.jpg" },
                    { "src": "imgs/projects/kiosk/kiosk-2.jpg" },
                    { "src": "imgs/projects/kiosk/kiosk-3.jpg" },
                    { "src": "imgs/projects/kiosk/kiosk-4.jpg" },
                    { "src": "imgs/projects/kiosk/kiosk-5.jpg" },
                    { "src": "imgs/projects/kiosk/kiosk-6.jpg" }
                ]
            },
            {
                "title": "Bombardier: OMST",
                "desc": "OMS Training, tool is a cross-platform (Desktop, Web and iOS Mobile) application built for Bombardier, it allows to create diagnostic scenarios for specific airplane cockpit controls, used to support training sessions for pilots and technicians. It was build using Apache Flex for and AIR for desktop and iOS. The application is currently used internally and is not yet available publicly via the App Store. *Images courtesy of Bombardier Inc.",
                "imgs": [
                    { "src": "imgs/projects/omst/omst-1.jpg" }
                ]
            },
            {
                "title": "Aptilon: LiveManager",
                "desc": "LiveManager Client was built for Aptilon Holdings Inc., it uses a combination of Flex, jQuery, BlazeDS and Flash Media Server. The application allows for real time visualization of data coming from call centers. Aptilon LiveManager, sales managers can monitor the demand coming in across multiple channels for multiple products to ensure that there are sufficient team members available. Real-time activity reports provide up-to-the-minute information as HCP demand evolves. LiveManager provides clarity on volumes, showing demand, available specialists, activities, results, team utilization, and product coverage, all within a sophisticated, visually efficient interface, updated in real-time.",
                "imgs": [
                    { "src": "imgs/projects/livemanager/livemanager-1.png" },
                    { "src": "imgs/projects/livemanager/livemanager-2.png" },
                    { "src": "imgs/projects/livemanager/livemanager-3.png" }
                ]
            },
            {
                "title": "Aptilon: LiveMeeting",
                "desc": "LiveCentral is an cross device application built for Aptilon Holding Inc. It enables sales representatives, medical specialists, and healthcare professionals to effectively deliver and manage live, online meetings. LiveCentral smoothly connect meeting attendees to discuss relevant medical information while sharing content online. An Aptilon LiveCentral presenter can access fully integrated and controlled content, or share it from desktop-launched and Web browser-based applications. The presenter can display this content to HCPs using Web, mobile, or tablet devices. Resources such as videos, websites, PDFs, and forms can be pushed out to live meeting viewers.",
                "imgs": [
                    { "src": "imgs/projects/livemeeting/livemeeting-1.png" },
                    { "src": "imgs/projects/livemeeting/livemeeting-2.png" }
                ]
            },
            {
                "title": "EnVu: Fruit Squash – Floor Projection Game",
                "desc": "Created for EnsPire agency, Fruit Squash is an Interactive Floor Projection Game. The game was demoed at TAB/OAAA 2012 event in Miami. The game is projected on the floor and using motion tracking technology users can interact with graphic elements. The Game consist of fruits flying on the screen at variable speeds inviting gamers to squash them with their feet, the more fruits squashed, the bigger the score. The game is time based and speed is incremented gradually to make the game more challenging. Our team ported the game to work on iPad for demo purposes.",
                "imgs": [
                    { "src": "imgs/projects/fruit-squash/fruit-squash-1.jpg" },
                    { "src": "imgs/projects/fruit-squash/fruit-squash-2.jpg" }
                ]
            }
        ],

        "clients": [
            {
                "title": "Aptilon",
                "url": "http://www.indegene.com"
            },

            {
                "title": "Broadcom",
                "url": "https://www.broadcom.com"
            },

            {
                "title": "Caisses Desjardins du Québec",
                "url": "https://www.desjardins.com/ca/"
            },

            {
                "title": "EIO Coalition",
                "url": "http://www.eiocoalition.org/"
            },
            {
                "title": "EnVu",
                "url": "http://www.envu.com"
            },
            {
                "title": "FORCES.CA",
                "url": "http://www.forces.ca"
            },
            
            {
                "title": "Natural Resources Canada",
                "url": "http://www.nrcan.gc.ca/home"
            }
            
        ]
    },

    "section-4": {
        "main-project": {
             "logo": "imgs/fruits/fruit-1.png",
             "title": "Papaye - Sign documents online.",
             "url": "#"
        },
        "projects": [
            {
                "logo": "imgs/fruits/fruit-2.png",
                "title": "Papaye - Sign documents online.",
                "url": "#",
                "tag": "Tag"
            },
            {
                "logo": "imgs/fruits/fruit-3.png",
                "title": "Pitaya - Track Tasks ",
                "url": "#",
                "tag": "Tag"
            },
            {
                "logo": "imgs/fruits/fruit-4.png",
                "title": "Guayaba - Proximy commerce and loyalty platform",
                "url": "#",
                "tag": "Tag"
            },
            {
                "logo": "imgs/fruits/fruit-5.png",
                "title": "Jobo - Get Online payments",
                "url": "#",
                "tag": "Tag"
            }
        ]
    }
}
